// Copyright (C) 2019 Alina Inc. All rights reserved.

const ChoiceList = [
  '짜장면 vs 짬뽕', '소주 vs 맥주', '강아지 vs 고양이', '지하철 vs 버스', '드라마 vs 영화', '삼겹살 vs 목살',
  '걷기 vs 뛰기', '빨강 vs 파랑', '흰색 vs 검은색', '봄 vs 가을', '겨울 vs 여름', '산 vs 바다', '눈 vs 비',
  '김치전 vs 감자전', '김치찌개 vs 된장찌개', '디지몬 vs 포켓몬', '야구 vs 축구', '카페라떼 vs 아메리카노',
  '아이언맨 vs 스파이더맨', '메이플스토리 vs 인스타스토리', '오버워치 vs 요괴워치', '노래방 vs 피씨방', '밤 vs 낮',
  '염화나트륨 vs 염화칼슘', '전화 vs 문자', '푸들 vs 푸딩', '농구 vs 배구', '목도리 vs 목걸이', '수박 vs 박수',
  '화이트와인 vs 레드와인', '반팔 vs 긴팔', '소고기 vs 돼지고기', '딸기 vs 포도', '비빔밥 vs 비빔면', '금 vs 은',
  '남극 vs 북극', '개나리 vs 진달래', '포카칩 vs 포테이토칩', '껌 vs 사탕', '파마 vs 염색', '네모 vs 세모',
  '굴림체 vs 바탕체', '숟가락 vs 젓가락', '설날 vs 추석', '보름달 vs 초승달', '달 vs 별', '사이다 vs 콜라',
  '클레오 vs 파트라', '카스 vs 하이트', '손바닥 vs 발바닥', '액션 vs 코미디', '엘레베이터 vs 에스컬레이터',
];

export default ChoiceList;
