// Copyright (C) 2019 Alina Inc. All rights reserved.

const ChoiceList = {
  en: [
    ['Dog', 'Cat'], ['Subway', 'Bus'], ['TV Show', 'Movie'], ['Red', 'Blue'], ['Spring', 'Fall'],
    ['Summer', 'Winter'], ['Snow', 'Rain'], ['Iron Man', 'Spider Man'], ['Day', 'Night'],
    ['Gold', 'Silver'], ['White Wine', 'Red Wine'], ['Laptop', 'Desktop'], ['Sun', 'Moon'],
  ],
  ko: [
    ['짜장면', '짬뽕'], ['소주', '맥주'], ['강아지', '고양이'], ['지하철', '버스'], ['드라마', '영화'],
    ['삼겹살', '목살'], ['걷기', '뛰기'], ['빨강', '파랑'], ['흰색', '검은색'], ['봄', '가을'],
    ['겨울', '여름'], ['산', '바다'], ['눈', '비'], ['김치전', '감자전'], ['김치찌개', '된장찌개'],
    ['디지몬', '포켓몬'], ['야구', '축구'], ['카페라떼', '아메리카노'], ['아이언맨', '스파이더맨'], ['메이플스토리', '인스타스토리'],
    ['오버워치', '요괴워치'], ['노래방', '피씨방'], ['밤', '낮'], ['염화나트륨', '염화칼슘'], ['전화', '문자'],
    ['푸들', '푸딩'], ['농구', '배구'], ['목도리', '목걸이'], ['수박', '박수'], ['화이트와인', '레드와인'],
    ['반팔', '긴팔'], ['소고기', '돼지고기'], ['딸기', '포도'], ['비빔밥', '비빔면'], ['금', '은'],
    ['남극', '북극'], ['개나리', '진달래'], ['포카칩', '포테이토칩'], ['껌', '사탕'], ['파마', '염색'],
    ['네모', '세모'], ['굴림체', '바탕체'], ['숟가락', '젓가락'], ['설날', '추석'], ['보름달', '초승달'],
    ['달', '별'], ['사이다', '콜라'], ['클레오', '파트라'], ['카스', '하이트'], ['손바닥', '발바닥'],
    ['액션', '코미디'], ['엘레베이터', '에스컬레이터'], ['참이슬', '처음처럼'], ['노트북', '데스크탑'], ['안경', '렌즈'],
    ['라식', '라섹'],
  ],
};

export default ChoiceList;
