// Copyright (C) 2019 Alina Inc. All rights reserved.

export default {
  line1: [
    '가능', '가산디지털단지', '간석', '개봉', '관악', '광명', '광운대', '구로', '구일', '군포', '금정', '금천구청',
    '남영', '노량진', '녹양', '녹천', '당정', '대방', '덕계', '덕정', '도봉', '도봉산', '도원', '도화', '독산',
    '동대문', '동두천', '동두천중앙', '동묘앞', '동암', '동인천', '두정', '망월사', '명학', '방학', '배방', '백운',
    '병점', '보산', '봉명', '부개', '부천', '부평', '서동탄', '서울역', '서정리', '석계', '석수', '성균관대', '성환',
    '세류', '세마', '소사', '소요산', '송내', '송탄', '수원', '시청', '신길', '신도림', '신설동', '신이문', '신창',
    '쌍용', '아산', '안양', '양주', '역곡', '영등포', '오류동', '오산', '오산대', '온수', '온양온천', '외대앞',
    '용산', '월계', '의왕', '의정부', '인천', '제기동', '제물포', '종각', '종로3가', '종로5가', '주안', '중동',
    '지제', '지행', '직산', '진위', '창동', '천안', '청량리', '평택', '화서', '회기', '회룡',
  ],
  line2: [
    '강남', '강변', '건대입구', '교대', '구로디지털단지', '구의', '까치산', '낙성대', '당산', '대림', '도림천',
    '동대문역사문화공원', '뚝섬', '문래', '방배', '봉천', '사당', '삼성', '상왕십리', '서울대입구', '서초', '선릉',
    '성수', '시청', '신답', '신당', '신대방', '신도림', '신림', '신설동', '신정네거리', '신촌', '아현', '양천구청',
    '역삼', '영등포구청', '왕십리', '용답', '용두', '을지로3가', '을지로4가', '을지로입구', '이대', '잠실', '잠실나루',
    '잠실새내', '종합운동장', '충정로', '한양대', '합정', '홍대입구',
  ],
  line3: [
    '가락시장', '경복궁', '경찰병원', '고속터미널', '교대', '구파발', '금호', '남부터미널', '녹번', '대곡', '대청',
    '대치', '대화', '도곡', '독립문', '동대입구', '마두', '매봉', '무악재', '백석', '불광', '삼송', '수서', '신사',
    '안국', '압구정', '약수', '양재', '연신내', '오금', '옥수', '원당', '원흥', '을지로3가', '일원', '잠원', '정발산',
    '종로3가', '주엽', '지축', '충무로', '학여울', '홍제', '화정',
  ],
  line4: [
    '경마공원', '고잔', '공단', '과천', '금정', '길음', '남태령', '노원', '당고개', '대공원', '대야미', '동대문',
    '동대문역사문화공원', '동작', '명동', '미아', '미아삼거리', '반월', '범계', '사당', '산본', '삼각지', '상계',
    '상록수', '서울역', '선바위', '성신여대입구', '수리산', '수유', '숙대입구', '신길온천', '신용산', '쌍문', '안산',
    '오이도', '이수', '이촌', '인덕원', '정부과천청사', '정왕', '중앙', '창동', '충무로', '평촌', '한대앞',
    '한성대입구', '혜화', '회현',
  ],
  line5: [
    '강동', '개롱', '개화산', '거여', '고덕', '공덕', '광나루', '광화문', '군자', '굽은다리', '길동', '김포공항',
    '까치산', '답십리', '동대문역사문화공원', '둔촌동', '마곡', '마장', '마천', '마포', '명일', '목동', '발산', '방이',
    '방화', '상일동', '서대문', '송정', '신금호', '신길', '신정', '아차산', '애오개', '양평', '여의나루', '여의도',
    '영등포구청', '영등포시장', '오금', '오목교', '올림픽공원', '왕십리', '우장산', '을지로4가', '장한평', '종로3가',
    '천호', '청구', '충정로', '행당', '화곡',
  ],
  line6: [
    '고려대', '공덕', '광흥창', '구산', '녹사평', '대흥', '독바위', '돌곶이', '동묘앞', '디지털미디어시티', '마포구청',
    '망원', '버티고개', '보문', '봉화산', '불광', '삼각지', '상수', '상월곡', '새절', '석계', '신당', '안암', '약수',
    '역촌', '연신내', '월곡', '월드컵경기장', '응암', '이태원', '증산', '창신', '청구', '태릉입구', '한강진',
    '합정', '화랑대', '효창공원앞',
  ],
  line7: [
    '가산디지털단지', '강남구청', '건대입구', '고속터미널', '공릉', '광명사거리', '군자', '굴포천', '까치울', '남구로',
    '남성', '내방', '노원', '논현', '대림', '도봉산', '뚝섬유원지', '마들', '먹골', '면목', '반포', '보라매',
    '부천시청', '부천종합운동장', '부평구청', '사가정', '삼산체육관', '상도', '상동', '상봉', '수락산', '숭실대입구',
    '신대방삼거리', '신중동', '신풍', '어린이대공원', '온수', '용마산', '이수', '장승배기', '장암', '중계', '중곡',
    '중화', '천왕', '철산', '청담', '춘의', '태릉입구', '하계', '학동',
  ],
  line8: [
    '가락시장', '강동구청', '남한산성입구', '단대오거리', '모란', '몽촌토성', '문정', '복정', '산성', '석촌', '송파',
    '수진', '신흥', '암사', '잠실', '장지', '천호',
  ],
  line9: [
    '가양', '개화', '고속터미널', '공항시장', '구반포', '국회의사당', '김포공항', '노들', '노량진', '당산', '동작',
    '등촌오륜', '등촌', '마곡나루', '봉은사', '사평', '삼성중앙', '삼전', '샛강', '석촌', '석촌고분', '선유도',
    '선정릉', '송파나루', '신논현', '신목동', '신반포', '신방화', '양천향교', '언주', '여의도', '염창', '올림픽공원', 
    '종합운동장', '중앙보훈병원', '증미', '한성백제', '흑석',
  ],
  경의선: [
    '가좌', '강매', '곡산', '공덕', '구리', '국수', '금릉', '금촌', '능곡', '대곡', '덕소', '도농', '도심',
    '디지털미디어시티', '망우', '문산', '백마', '상봉', '서강대', '서빙고', '서울역', '수색', '신원', '신촌', '아신',
    '야당', '양수', '양원', '양정', '양평', '오빈', '옥수', '왕십리', '용문', '용산', '운길산', '운정', '원덕',
    '월롱', '응봉', '이촌', '일산', '중랑', '지평', '청량리', '탄현', '파주', '팔당', '풍산', '한남', '행신',
    '홍대입구', '화전', '회기', '효창공원앞',
  ],
};
